/* Error messages. */
"Error:  %@" = "エラー：%@";
"An error occurred.  %@  OSErr %d" = "エラーが起きました。  %@  OSErr %d";
"Unable to open that file." = "そのファイルは開けません。";
"Unable to execute that file." = "そのファイルは実行できません。";
"A script error occurred.  %s" = "スクリプトエラーが起きました。%s";
"Unable to resolve that alias because the original item cannot be found." = "オリジナルの項目が見つからないため、そのエイリアスを解決できません。";

/* Menu items. */
"%@ Scripts" = "%@ スクリプト";
"Open Scripts Folder" = "スクリプトフォルダを開く";
"Network Scripts" = "ネットワークスクリプト";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "ネットワーク・スクリプト・フォルダを開く";
"Open Computer Scripts Folder" = "コンピュータ・スクリプト・フォルダを開く";
"Open User Scripts Folder" = "ユーザ・スクリプト・フォルダを開く";
"Open %@ Scripts Folder" = "%@ スクリプトフォルダを開く";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "“%@”を開く";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "デフォルトのスクリプトエディタ";